Repository: ArtifexSoftware/mupdf-ios-appkit
Catalog: mupdfdk/*.lproj/Localizable.strings
Languages: pl, th

source: File already exists
pl: Ten plik już istnieje
th: ไฟล์มีอยู่แล้ว

source: ACCEPT
pl: ACEPTUJ
th: ยอมรับ

source: Accounting
pl: Księgowe
th: บัญชี

source: ANNOTATE
pl: PRZYPISY
th: บันทึกหมายเหตุ

source: Applying redactions cannot be undone. Do you want to continue?
pl: Zastosowanych zmian redakcyjnych nie można cofnąć. Czy chcesz kontynuować?
th: การทำการแก้ไขไม่สามารถยกเลิกได้ คุณต้องการดำเนินการต่อหรือไม่

source: Are you sure that you want to delete the sheet '%@' from this document?
pl: Czy na pewno chcesz usunąć arkusz „%@” z tego dokumentu?
th: คุณแน่ใจหรือว่าต้องการลบชีท '%@' จากเอกสารนี้

source: As Eighths
pl: System ósemkowy
th: แปดส่วน

source: As Halves
pl: System połówkowy
th: สองส่วน

source: As Hundredths
pl: System setkowy
th: ร้อยส่วน

source: As Quarters
pl: System ćwiartkowy
th: สี่ส่วน

source: As Sixteenths
pl: System szesnastkowy
th: สิบหกส่วน

source: As Tenths
pl: System dziesiątkowy
th: สิบส่วน

source: Australia
th: ประเทศออสเตรเลีย

source: Author
pl: Autor
th: ผู้เขียน

source: AUTHOR
pl: AUTOR
th: ผู้เขียน

source: Available Certificates
pl: Dostępne certyfikaty
th: ใบรับรองที่มีอยู่

source: Canada
pl: Kanada
th: ประเทศแคนาดา

source: Cancel
pl: Anuluj
th: ยกเลิก

source: Certificate Details
pl: Dane certyfikatu
th: รายละเอียดใบรับรอง

source: Changed paragraph properties
pl: Zmieniono właściwości akapitu
th: คุณสมบัติพารากราฟมีการเปลี่ยนแปลง

source: Changed run properties
pl: Zmieniono właściwości fragmentu
th: คุณสมบัติรันมีการเปลี่ยนแปลง

source: Changed section properties
pl: Zmieniono właściwości sekcji
th: คุณสมบัติหมวดหมู่มีการเปลี่ยนแปลง

source: Changed table cell properties
pl: Zmieniono właściwości komórki
th: คุณสมบัติเซลล์ตารางมีการเปลี่ยนแปลง

source: Changed Table Grid
pl: Zmieniono siatkę tabeli
th: กริดตารางมีการเปลี่ยนแปลง

source: Changed table properties
pl: Zmieniono właściwości tabeli
th: คุณสมบัติตารางมีการเปลี่ยนแปลง

source: Changed table row properties
pl: Zmieniono właściwości rzędu tabeli
th: คุณสมบัติแถวของตารางมีการเปลี่ยนแปลง

source: China
pl: Chiny
th: ประเทศจีน

source: Choose filename
pl: Wybierz nazwę pliku
th: เลือกชื่อไฟล์

source: Comment
pl: Komentarz
th: ความคิดเห็น

source: COMMENT
pl: KOMENTARZ
th: ความคิดเห็น

source: Common Name (CN)
pl: Nazwa pospolita (NP)
th: ชื่อสามัญ (CN)

source: Continue
pl: Kontynuuj
th: ดำเนินการต่อ

source: Continue editing
pl: Kontynuuj edytowanie
th: ดำเนินการแก้ไขต่อ

source: COPY
pl: KOPIUJ
th: คัดลอก

source: Country (C)
pl: Kraj (K)
th: ประเทศ (C)

source: Currency
pl: Waluta
th: สกุลเงิน

source: Custom
pl: Niestandardowe
th: กำหนดเอง

source: Date
pl: Data
th: วันที่

source: Date and Time
pl: Data i czas
th: วันที่และเวลา

source: DEBUG
pl: DEBUGOWANIE
th: แก้จุดบกพร่อง

source: DELETE
pl: USUŃ
th: ลบ

source: Delete Sheet
pl: Usuń arkusz
th: ลบชีท

source: Deleted text
pl: Usunięto tekst
th: ข้อความถูกลบแล้ว

source: Discard
pl: Odrzuć
th: ละทิ้ง

source: Dismiss
pl: Odrzuć
th: ยกเลิก

source: Do you wish to overwrite the existing file?
pl: Czy chcesz nadpisać istniejący plik?
th: คุณต้องการบันทึกทับไฟล์ที่มีอยู่หรือไม่

source: End of slide animation. Tap to exit.
pl: Koniec pokazu slajdów. Dotknij, aby wyjść.
th: จบสไลด์แอนิเมชั่น แตะเพื่อออก

source: Document could not be loaded
pl: Nie można wczytać dokumentu
th: ไม่สามารถโหลดเอกสารได้

source: Document digest failure
pl: Nieudany skrót dokumentu
th: การย่อยเอกสารล้มเหลว

source: Document is empty
pl: Dokument jest pusty
th: เอกสารว่างเปล่า

source: Document is too large
pl: Dokument jest za duży
th: เอกสารมีขนาดใหญ่เกินไป

source: Document Signature Verification
pl: Weryfikacja podpisu na dokumencie
th: การตรวจสอบลายเซ็นเอกสาร

source: Document uses unsupported encryption
pl: Dokument korzysta z nieobsługiwanego szyfrowania
th: เอกสารใช้การเข้ารหัสลับที่ไม่รองรับ

source: Duplicate
pl: Duplikuj
th: ทำซ้ำ

source: EDIT
pl: EDYTUJ
th: แก้ไข

source: Email
th: อีเมล

source: End of slideshow. Tap to exit.
pl: Zakończ pokaz slajdów. Dotknij, aby wyjść.
th: จบสไลด์โชว์ แตะเพื่อออก

source: Extended Key Usage
pl: Używanie klucza rozszerzonego
th: การใช้คีย์เพิ่มเติม

source: FILE
pl: PLIK
th: ไฟล์

source: File could not be saved
pl: Nie można zapisać pliku
th: ไม่สามารถบันทึกไฟล์ได้

source: FIND
pl: WYSZUKAJ
th: ค้นหา

source: Fingerprint
pl: Odcisk palca
th: ลายนิ้วมือ

source: FORMAT
th: รูปแบบ

source: FORMULAS
pl: FORMUŁY
th: สูตร

source: Fraction
pl: Ułamkowe
th: เศษส่วน

source: General
pl: Ogólne
th: ทั่วไป

source: India
pl: Indie
th: ประเทศอินเดีย

source: INSERT
pl: WSTAW
th: แทรก

source: Inserted paragraph
pl: Dodano akapit
th: พารากราฟถูกแทรก

source: Inserted table cell
pl: Dodano komórkę tabeli
th: เซลล์ตารางถูกแทรก

source: Inserted table row
pl: Dodano rząd tabeli
th: แถวตารางถูกแทรก

source: Inserted text
pl: Dodano tekst
th: ข้อความถูกแทรก

source: Invalid password, please try again
pl: Nieważne hasło, spróbuj ponownie
th: รหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง

source: Issued By
pl: Wystawca
th: ออกโดย

source: Issued To
pl: Posiadacz
th: ออกให้แก่

source: Japan
pl: Japonia
th: ประเทศญี่ปุ่น

source: Keep searching?
pl: Szukać dalej?
th: ค้นหาต่อไปหรือไม่

source: Key Usage
pl: Używanie klucza
th: การใช้คีย์

source: Korea
th: ประเทศเกาหลี

source: Loading...
pl: Wczytywanie...
th: กำลังโหลด...

source: Local
pl: Okolica
th: ท้องถิ่น

source: Locality (L)
pl: Miejscowość (M)
th: ท้องถิ่น (L)

source: Never show this again
pl: Nie pokazuj tego więcej
th: ไม่ต้องแสดงอีก

source: New Zealand
pl: Nowa Zelandia
th: ประเทศนิวซีแลนด์

source: NEXT
pl: NASTĘPNA
th: ถัดไป

source: No
pl: Nie
th: ไม่

source: No Changed
pl: Nie dokonano zmian
th: ไม่มีการเปลี่ยนแปลง

source: No more found
pl: Więcej nie znaleziono
th: ไม่พบรายการอื่น

source: Not supported
pl: Nieobsługiwany plik
th: ไม่รองรับ

source: Not Valid After
pl: Nieważny po
th: ไม่สามารถใช้ได้หลังจาก

source: Not Valid Before
pl: Nieważny przed
th: ไม่สามารถใช้ได้ก่อน

source: Number
pl: Liczba
th: หมายเลข

source: OK
th: ตกลง

source: Okay
pl: Okej
th: ตกลง

source: OPEN IN
pl: OTWÓRZ W
th: เปิดใน

source: OPEN PDF IN
pl: OTWÓRZ PDF W
th: เปิด PDF ใน

source: Organization (O)
pl: Organizacja (O)
th: องค์กร (O)

source: Organizational Unit (OU)
pl: Jednostka organizacyjna (JO)
th: หน่วยองค์กร (OU)

source: Overwrite
pl: Nadpisz
th: บันทึกทับ

# PAGE %zd OF %d
source: PAGE %1$zd OF %2$d
pl: STRONA %1$zd Z %2$d
th: หน้า %1$zd จาก %2$d

source: PAGES
pl: STRONY
th: หน้า

source: Open
pl: OK
th: ตกลง

source: Password
pl: Hasło
th: รหัสผ่าน

source: Password for PKCS12 file: '%@'
pl: Hasło do pliku PKCS: %@
th: รหัสผ่านสำหรับไฟล์ PKCS12: '%@'

source: Password required
pl: Wymagane jest hasło
th: ต้องการรหัสผ่าน

source: Percentage
pl: Procentowe
th: ร้อยละ

source: Period Of Validity
pl: Okres ważności
th: ระยะเวลาการใช้งาน

source: Please enter the password for this document
pl: Wprowadź hasło dla tego dokumentu
th: กรุณากรอกรหัสผ่านสำหรับเอกสารนี้

source: PREVIOUS
pl: POPRZEDNIE
th: ก่อนหน้า

source: PRINT
pl: DRUKUJ
th: พิมพ์

source: PROTECT
pl: PROJEKT
th: ป้องกัน

source: REDACT
pl: REDAGUJ
th: แก้ไข

source: REJECT
pl: ODRZUĆ
th: ปฏิเสธ

source: Retain
pl: Zachowaj
th: ใช้ที่มีอยู่

source: REVIEW
pl: RECENZJA
th: รีวิว

source: Review actions are not supported for Office 1997-2007 format documents. Please use Office on a desktop computer to convert the file to the newer format.
pl: Funkcja recenzji nie jest obsługiwana w dokumentach programu Office 1997-2007. Użyj Office'a na komputerze i zmień format pliku na nowszy.
th: คำสั่งรีวิวไม่รองรับสำหรับเอกสารที่มีรูปแบบไฟล์ Office 1997-2007 กรุณาใช้ Office บนคอมพิวเตอร์เดสก์ทอปเพื่อแปลงไฟล์เป็นรูปแบบไฟล์ที่ใหม่ขึ้น

source: SAVE
pl: ZAPISZ
th: บันทึก

source: Save
pl: Zapisz
th: บันทึก

source: SAVE AS
pl: ZAPISZ JAKO
th: บันทึกเป็น

source: SAVE PDF
pl: ZAPISZ DO PDF
th: บันทึก PDF

source: SAVE TO
pl: ZAPISZ DO
th: บันทึกไปยัง

source: Saving the file failed. Error code SO%@
pl: Zapisywanie pliku nie powiodło się. Kod błędu: SO%@
th: การบันทึกไฟล์ล้มเหลว โค้ดผิดพลาด SO%@

source: Serial Number
pl: Numer seryjny
th: หมายเลขซีเรียล

source: SHA-256 Fingerprint
pl: Odcisk palca SHA-256
th: ลายนิ้วมือ SHA-256

source: SHA1 Fingerprint
pl: Odcisk palca SHA1
th: ลายนิ้วมือ SHA1

source: SHARE
pl: UDOSTĘPNIJ
th: แบ่งปัน

source: SHOW CHANGES
pl: POKAŻ ZMIANY
th: แสดงการเปลี่ยนแปลง

source: Sign
pl: Podpisz
th: ลายเซ็น

source: Signature valid
pl: Prawidłowy podpis
th: ลายเซ็นที่ถูกต้อง

source: Signature warning
pl: Ostrzeżenie dotyczące podpisu
th: คำเตือนลายเซ็น

source: Singapore
pl: Singapur
th: ประเทศสิงคโปร์

source: SLIDES
pl: SLAJDY
th: สไลด์

source: Some button bars are scrollable
pl: Niektóre paski przycisków można przewijać
th: แถบปุ่มบางแถบสามารถเลื่อนได้

source: Some button bars are too long to fit the screen, and some buttons may be hidden. You can scroll the bar to see what is hidden.
pl: Niektóre paski przycisków są za długie, nie mieszczą się w ekranie, część przycisków może być ukryta. Możesz przewinąć pasek i zobaczyć, co jest ukryte.
th: แถบปุ่มบางแถบยาวเกินไปที่จะพอดีกับหน้าจอและปุ่มบางปุ่มอาจซ่อนอยู่ คุณสามารถเลื่อนแถบเพื่อดูสิ่งที่ซ่อนอยู่

source: South Africa
pl: Afryka Południowa
th: ประเทศแอฟริกาใต้

source: State (S)
pl: Stan (S)
th: รัฐ (S)

source: Stop
pl: Zatrzymaj
th: หยุด

source: There are unsaved changes
pl: Nie zapisano zmian
th: มีรายการเปลี่ยนแปลงที่ยังไม่ได้บันทึก

source: This document contains redaction marks that have not yet been applied. Any content associated with these marks will still be present until they are applied. Are you sure you want to continue?
pl: Ten dokument zawiera znaki redakcyjne, które nie zostały jeszcze zastosowane. Wszelkie treści powiązane z tymi znakami będą obecne, dopóki nie zostaną one zastosowane. Czy na pewno chcesz kontynuować?
th: เอกสารนี้มีเครื่องหมายการแก้ไขที่ยังไม่ได้ใช้ เนื้อหาใดๆ ที่เกี่ยวข้องกับเครื่องหมายเหล่านี้จะยังคงปรากฏอยู่จนกว่าจะมีการนำไปใช้ คุณแน่ใจหรือว่าต้องการดำเนินการต่อ

source: This document uses dual forms, Acroform and XFA. %@ will use the Acroform. Adobe products preferentially use XFA. Form edits may not be shown in Adobe products. Other PDF viewers should work correctly.
pl: Niniejszy dokument sporządzono w dwóch formatach formularzy: Acroform i XFA. %@ używa Acroform. Produkty Adobe preferują korzystanie z XFA. Zmiany naniesione w formularzu mogą nie być wyświetlane w produktach firmy Adobe. Inne czytniki plików PDF powinny działać poprawnie.
th: เอกสารนี้ใช้สองรูปแบบ ได้แก่ Acroform และ XFA %@ จะใช้ Acroform ในขณะที่ผลิตภัณฑ์ Adobe มักจะใช้ XFA การแก้ไขรูปแบบอาจไม่ปรากฏในผลิตภัณฑ์ Adobe โปรแกรมอ่านไฟล์ PDF อื่นๆ ควรทำงานได้เป็นปกติ

source: This signature has been invalidated by changes it prohibits since signing
pl: Ten podpis został unieważniony przez zmiany, których zakazano od czasu złożenia podpisu.
th: ลายเซ็นนี้ไม่สามารถใช้งานได้จากการเปลี่ยนแปลงที่ห้ามทำตั้งแต่มีการลงนาม

source: This signature is not trusted
pl: To nie jest zaufany podpis
th: ลายเซ็นนี้ไม่น่าเชื่อถือ

source: This signature is valid, and only changes it permits have been made since signing
pl: Ten podpis jest ważny, a od czasu jego złożenia dokonano jedynie zmian, które są dozwolone.
th: ลายเซ็นนี้สามารถใช้งานได้และมีเพียงการเปลี่ยนแปลงที่ยอมรับได้หลังจากลงนาม

source: Too many password retry attempts
pl: Za dużo prób zmiany hasła
th: มีการพยายามป้อนรหัสผ่านเกินจำนวนครั้งที่กำหนด

source: TRACK CHANGES
pl: ŚLEDŹ ZMIANY
th: ติดตามการแก้ไข

source: Unable to load document
pl: Nie można wczytać dokumentu
th: ไม่สามารถโหลดเอกสารได้

source: United Kingdom
pl: Wielka Brytania
th: ประเทศอังกฤษ

source: United States
pl: Stany Zjednoczone
th: ประเทศสหรัฐอเมริกา

source: Unsupported document type
pl: Nieobsługiwany typ dokumentu
th: ประเภทไฟล์ไม่รองรับ

source: Up to One digit
pl: Jedno miejsce dziesiętne
th: ตัวเลขไม่เกินหนึ่งตัว

source: Up to three digits
pl: Trzy miejsca dziesiętne
th: ตัวเลขไม่เกินสามตัว

source: Up to two digits
pl: Dwa miejsca dziesiętne
th: ตัวเลขไม่เกินสองตัว

source: Tracked changes author
pl: Autor śledzonych zmian
th: ผู้เขียนที่ติดตามการแก้ไข

source: Update
pl: Aktualizuj
th: อัพเดท

source: Usage
pl: Używanie
th: การใช้งาน

source: Verification failed
pl: Nieudana weryfikacja
th: การยืนยันล้มเหลว

source: Warning
pl: Ostrzeżenie
th: คำเตือน

source: Would you like to continue editing, save your changes or discard your changes?
pl: Chcesz kontynuować edytowanie, zapisać zmiany czy odrzucić zmiany?
th: คุณต้องการดำเนินการแก้ไขต่อ บันทึกการเปลี่ยนแปลง หรือยกเลิกการเปลี่ยนแปลง

source: Continue with existing edit session
pl: Kontynuuj bieżącą sesję edytowania
th: ดำเนินการต่อด้วยเซสชันแก้ไขที่ทำอยู่

source: Would you like to update the author name or retain the current one?
pl: Chcesz zaktualizować nazwisko autora czy zostawić obecne?
th: คุณต้องการอัพเดทชื่อผู้เขียนหรือใช้ชื่อที่มีอยู่

source: Yes
pl: Tak
th: ใช่

source: 70.0 AlignmentButtonWidth
pl: 85.0 AlignmentButtonWidth

source: 70.0 DefaultRibbonButtonWidth
pl: 80.0 DefaultRibbonButtonWidth

source: 70.0 TrackChangesButtonWidth
pl: 80.0 TrackChangesButtonWidth

source: 80.0 FormulasRibbonButtonWidth
pl: 105.0 FormulasRibbonButtonWidth
